Repository: Remo/concrete5-pagelist-attribute
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Lists pages connected to the current page.
de_de: Zeigt Seiten welche mit der aktuellen Seite verknüpft sind.

source: Connected Page List
de_de: Verknüpfte Seiten

source: Attribute
de_de: Attribut

source: Attribute to display
de_de: Attribute welche angezeigt werden sollen

source: Adds an attribute where you can select pages.
de_de: Attribut um aus einer Liste von Seiten auszuwählen.

source: Pagelist Attribute
de_de: Seitenlisten-Attribut

source: All
de_de: Alle

source: Select Options
de_de: Optionen

source: Page Type
de_de: Seitentyp

source: Display Drop-Down
de_de: Auswahlliste anzeigen

source: Always display drop down in search form.
de_de: Auswahlliste in Suchformular anzeigen
